Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: Port 1 Multitap
es: Multitap puerto 1
it: Multitap porta 1
pt: Multitap porta 1
zh_hans: 端口 1 Multitap

source: Port 2 Multitap
es: Multitap puerto 2
it: Multitap porta 2
pt: Multitap porta 2
zh_hans: 端口 2 Multitap

source: PS2 HDD
es: Disco duro PS2
it: HDD PS2
pt: HDD PS2
zh_hans: PS2 硬盘

source: Region
es: Región
it: Regione
pt: Região
zh_hans: 区域

source: Renderer
es: Renderizador
pt: Renderizador
zh_hans: 渲染器

source: Rich Presence
es: Presencia
pt: Presença
zh_hans: 状态显示

source: Slot 1
es: Ranura 1
zh_hans: 插槽 1

source: Slot 2
es: Ranura 2
zh_hans: 插槽 2

source: Start
es: Inicio
zh_hans: 开始

source: Status
es: Estado
it: Stato
zh_hans: 状态

source: Touchpad
es: Panel táctil
zh_hans: 触控板

source: Upscaling
es: Escalado
zh_hans: 升频渲染

source: Widescreen Patches
es: Parches widescreen
it: Patch widescreen
pt: Patches widescreen
zh_hans: 宽屏补丁

source: ARM64 JIT
it: JIT ARM64

source: Sockets
it: Socket

source: Speedhacks
it: Speedhack
zh_hans: 速度 Hack

source: Auto
zh_hans: 自动

source: Online / Ethernet
zh_hans: 在线 / 以太网

source: OSD
zh_hans: 叠加层

source: Select
zh_hans: 选择

source: VSync
zh_hans: 垂直同步
